<template>
  <div class="assess-box baidumap">
    <header class="roder-top">
      <a href="javascript:void(0);" v-on:click="closeProtocol">
      		&lt;
      </a>
      <h1 class="mui-title">平台服务协议</h1>
    </header>
    <el-row>
    	<el-col :span="24">
    		<div class="protocol-container">
					<h2>平台服务协议 </h2>
						<p>
							欢迎阅读本协议。本协议详述用户在智仟汇平台(网址:<a href="www.zhihuiup.com">www.zhihuiup.com</a>,以下简称“本平台”或“平台”)使用回收服务所须遵守的条款和条件。 用户使用平台服务前，必须按照本平台的规定注册成为平台会员，阅读本协议中所含的所有条款和条件，
							<b>特别是免除或限制责任的条款、法律适用和争议解决条款，免除或限制责任条款将以粗体标识，用户应重点阅读。</b> 本协议具有法律效力，请用户审慎阅读并选择接受或不接受本协议。
							<b>用户一经接受本平台回收服务即视为对本协议全部条款已充分理解并完全接受。</b>
						</p>
						<p><h3>一、定义</h3></p>
						<p>
							1、本平台：指智仟汇平台，网址：
							<a href="http://www.zhihuiup.com/" target="_blank">www.zhihuiup.com。</a>
						</p>
						<p>
							2、用户：按照注册页面提示填写信息、阅读并接受本协议且完成全部注册程序后的本平台会员。
						</p>
						<p>
							3、回收商：指根据自身交易目标、交易期限、风险承受能力和资产状况等，在本平台上对用户发布的回收交易项目进行回收，并自行承担回收风险的平台会员。
						</p>
						<p>
							4、第三方支付机构：为具有中国人民银行颁发的《支付业务许可证》的第三方支付公司，对回收商和用户在本平台上的回收交易过程实现资金保管、划拨、还款等资金交易行为。
						</p>
						<p><h3>二、用户承诺 </h3></p>
						<p>
							1、用户对其提供的信息承担合法性、真实性、有效性的风险，因用户提供的信息有误或无效的，由其自身承担相应的责任。
						</p>
						<p>
							2、本平台对注册的会员提供回收服务。用户若为个人，须为中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人；用户若为企业或其他机构，须承诺是按照中国法律合法设立并有效存续的企业法人或其他机构，且已取得签订并履行本协议所需的各项授权和批准。
						</p>
						<p>
							3、用户必须遵守本协议及相关法律法规，保证对交易涉及的商品有完整的所有权及处分权或者已获得合法处分权人的充分授权，保证交易涉及的商品不存在侵犯他人知识产权或其他合法权益的情形、交易所涉资金合法， 不得利用本平台进行诈骗、窜货、信用卡套现、洗钱、非法集资或其他不正当交易行为，不得发布或交换国家禁止销售或限制销售的物品，不得发布或交换违背社会公共利益或公共道德、或本平台认为不适合在本平台上进行交易的物品， 否则应依法独立承担法律责任及因此造成的经济损失。
						</p>
						<p>
							<b>
							4、用户在交易过程中应当遵循诚实信用的原则，不得恶意诋毁其他用户、干扰平台秩序。用户保证交易商品的描述客观、真实，与实物相符。但鉴于对
							商品新旧程度的认知存在差异，用户应当知晓并接受该风险。若因此而产生纠纷的，由相关用户自行协商解决。
							</b>
						</p>
						<p><b>
										5、用户了解并确认本平台仅作为居间人提供交易平台，交易过程中因商品
										邮寄所产生的物流公司选择、多个商品能否合并邮寄、物流费用等相关问题由交易双方协商解决。
										</b>
						</p>
						<p><b>
							6、用户对其所进行的任何操作负责，本平台不承担任何因用户失误操作造成的任何损失，因用户操作失误造成本平台损失的，本平台有权追究用户责任。
							若因用户使用过程中违反法律规定或者本平台的相关规定，本平台有权根据实际情况采取删除商品链接、查封相关用户的账号等措施。
							</b>
						</p>
	<p><h3>三、回收服务内容</h3></p>
	<p>1、回收服务是由本平台向注册并通过实名验证的会员提供的服务，具体服 务内容主要包括：回收服务信息的咨询、回收商与用户交易撮合、平台技术服务、 及由平台指定的第三方支付机构进行交易资金划付等，具体详情以本平台当时提 供的服务内容为准,任何使服务内容范围扩大或功能增强的新内容均受本协议约束。
	</p>
	<p>（1） 在不违反适用法律的强制性规定的前提下，本平台提供的回收服务有可能会根据客观情况单方发生变更或者增加。
	</p>
	<p>（2）用户在本平台享受的回收服务均为免费，无需向本平台支付任何费用。
		<b>回收商应当根据每次需要回收的商品总额向第三方支付机构支付相应对价，作为购买商品的保证金。</b>
	</p>
	<p><b>（3）用户在使用本平台服务过程中（如充值或取现等）可能需要向第三
					方（如银行或第三方支付机构等）支付一定的费用，具体收费标准详见第三方
					网站相关页面，或本平台的提示。 
					</b></p>
	<p><b>（4）本平台作为回收商和用户之间交易的撮合角色存在，不涉及回收商和
					用户的交易内容及其交易资金管理服务。回收商和用户的交易约定内容和风险应
					由约定双方各自承担；交易资金管理服务由本平台指定的第三方支付机构提供。 
					</b></p>
					<p>2、回收商和用户可通过本平台查看发布的回收项目、项目交易进度等详细
					情况。 
					</p>
					<p><b>3、回收商和用户知晓并同意，本平台有权将您的个人信息（包括但不限于：
					姓名、身份证号、手机号、邮箱等）提供给与执行本协议内容相关的第三方机
					构。 
					</b></p>
	<p><h3>四、回收规则</h3>	</p>
	<p>1、 交易流程详见本平台相关回收流程及规则。
	</p>
	<p>2、交易合同
	</p>
	<p>（1）回收项目同意：如回收交易关系最终成立的，用户通过平台发布的信息和系统记录的回收信息即成为该回收交易合同不可分割的组成部分。
	</p>
	<p>（2）交易合同关系成立后，本协议中与交易相关条款自动成为交易合同的组成部分，对交易双方具有约束力。回收项目中回收商和用户的真实身份、双方之间交易合同关系的确立及具体内容以本平台的交易记录为准，回收商和用户自行承担相关风险。
	</p>
	<p>
		（3）平台向用户提供的各种信息及资料仅为参考，用户应依其独立判断做出决策。用户据此进行交易的，产生的风险自行承担，且无权据此向平台提出任何法律主张。
	</p>
	<p>3、支付
	</p>
	<p>（1）用户同意并认可使用本平台指定的第三方支付机构提供交易资金管理服务。第三方支付机构将根据平台发送的交易指令进行投资资金支付、接收、保管、退款、发放、代扣平台服务费（如有）、划转投资本息等服务，并为资金在所有过程中的安全性提供保障。
	</p>
	<p>（2）回收商同意回收项目的，应将回收资金支付给用户在第三方支付机构开设的账户。在第三方支付机构将上述资金划转至用户前，回收商所支付资金由指定第三方支付机构保管并保证其安全。
	</p>
	<p><b>
					（3）回收未成功的，已支付的交易资金将在双方确认取消交易的T+1日（均为工作日，非工作日将延后至下一个工作日），通过第三方支付机构向回收商指定的回款账户发起退款。 
					</b></p>
					<p><b>
					（4）用户知道并了解回收过程中通过和使用第三方支付机构进行资金的划转、存放，在任何情况下均不产生任何形式的孳息。 
					</b></p>
	<p><h3>五、免责条款</h3></p>
					<p>
						1、 在任何情况下（包括但不限于以下情况），<b>本平台对回收商和用户间交
						易的任何损失不承担法律责任，包括但不限于资金损失、营业中断损失等，本
						平台均不负责赔偿：</b> 
					</p>
					<p>（1）本平台系统停机维护期间。 
					</p>
					<p>（2）电信设备出现故障不能进行数据传输。 
					</p>
					<p>（3）由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题
					等原因而造成的服务中断或延迟。 
					</p>
					<p>（4）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，
					造成本平台系统障碍不能执行业务。 
					</p>
					<p><b>2、本平台不是本协议项下任何交易的债务人或需要以其自有资金偿还本协
					议项下的任何交易产生的债务。本平台亦不是交易合同项下债务的担保人或需
					要以其自有资金承担任何的担保责任。 
					</b></p>
	<p><b>3、本平台仅向回收商提供投资回收服务，本平台并非回收项目参与方，不
					对回收商和用户任一方的任何口头、书面陈述或者线上信息之真实性、合法性
					做任何明示或暗示的担保，或对此承担任何责任，不对任何第三方的法定义务
					和/或契约责任承担任何责任。本公司亦无义务参与回收项目之外的任何赔偿、
					纠纷处理等活动。 
					</b></p>
	<p>4、本平台系为用户提供发布回收交易项目需求信息、为回收商提供回收机会及服务信息咨询、并实现双方的交易撮合的中介服务机构。
		<b>服务主体（本平台及第三方支付机构）仅为促成交易而提供辅助性的服务，不是交易的一方主体，不受交易相关法律关系的约束，不对交易的是否成就及履行做出任何承诺。</b>
	</p>
	<p>5、用户了解并确认本平台上的交易信息系其他用户自行发布，且可能存在风险和瑕疵。
		<b>鉴于平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，本平台不承担交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性的风险，对此产生的相关责任由用户自行承担。</b>
	</p>
	<p><h3>六、证明 </h3></p>
	<p>
		本协议经回收商通过平台以网络在线点击确认的方式订立。回收商确认并同 意由平台提供的与本协议有关的书面文件或电子信息作为本协议有关事项的终局证明。
	</p>
	<p><h3>七、通知送达</h3></p>
	<p>
		用户在注册及使用的过程中应当保证提供的联系方式（包括但不限于电子邮箱、联系电话、联系地址等联系方式）持续真实有效。本平台将根据需要通过上述联系方式向用户发送相关信息、文件。 电子文件自本平台发送之日起即视为送达，纸质文件自交送快递邮寄之日起五日即视为送达。若因用户提供的信息不真实导致相关文件未能送达，由用户自行承担责任。
	</p>
	<p><h3>八、其他</h3></p>
	<p>1、本协议的签订、履行、终止、解释均适用中国法律。回收商同意，在交 易过程中与其他用户发生的，或与本协议有关的一切争议，由各方协商解决；协 商无法达成一致的，各方一致同意将争议提交重庆智豆电子商务有限公司所在地 有管辖权的人民法院诉讼解决。
	</p>
	<p>2、重庆智豆电子商务有限公司作为本平台的运营服务提供商，有权代表本 平台从事对外签署协议等相关民事行为，享有本平台在本协议项下的权利并履行 本平台在本协议项下的义务。
	</p>
	<p><b>3、本协议的最终解释权归本平台所有。</b></p> 
    		</div>
    	</el-col>
    </el-row>
  </div>
</template>

<script>
export default {
  data() {
    return {
    	
    }
  },
  mounted(){
  	
  },
  methods: {
  	//关闭地图
  	closeProtocol:function(){
  		this.$emit('closeprotocol');
  	},
  }
}
</script>

